{
  "header": {
    "findTutor": "Find a tutor",
    "becomeTutor": "Become a tutor",
    "guide": "Guide",
    "login": "Login"
  },
  "metadata": {
    "title": "Stutu - Tutoring Platform",
    "description": "Find a tutor for your needs or become a tutor and help others"
  },
  "HeroSection": {
    "title": "Tie to Shine",
    "subTitle": "Learn anytime, anywhere",
    "startNow": "Getting started"
  },
  "IntroductionSection": {
    "title": "STUTU's Story",
    "content": "Learning a language opens up many opportunities, but the journey to conquer is not easy. When faced with difficulties, it is important to have a companion who understands and supports. STUTU is the platform that helps you connect with the right teacher, accompany you to turn your dreams into reality.",
    "learnMore": "Learn more..."
  },
  "become_student_stutu": {
    "title": "Become a STUTU student",
    "subtitle": "Because you are the captain on your own ship",
    "transparency": {
      "title": "Transparency",
      "description": "STUTU commits to verify and publicly disclose tutor information, helping you choose the right companion with peace of mind."
    },
    "autonomy": {
      "title": "Autonomy",
      "description": "You completely decide the tutor, study schedule and content according to personal goals."
    },
    "flexibility": {
      "title": "Flexibility",
      "description": "Study anytime, anywhere according to your schedule, turning free time into development opportunities."
    },
    "button": "Register"
  },
  "become_tutor_stutu": {
    "title": "Become a STUTU tutor",
    "subtitle": "To turn your abilities into unlimited income",
    "proactive": {
      "title": "Proactive",
      "description": "You are free to set a reasonable tuition fee and choose a suitable teaching schedule. No one understands your time and value more than you."
    },
    "secure": {
      "title": "Secure",
      "description": "STUTU ensures that tuition fees are transferred to you in full and on time. Focus on teaching well, let us take care of the rest."
    },
    "no_commission": {
      "title": "No commission fee",
      "description": "No receiving fee, no deposit, all income is yours. You deserve to receive everything from the effort you put in."
    },
    "button": "Create profile"
  },
  "roadmap": {
    "title": "A few simple steps. And you're ready."
  },
  "general_information": {
    "title": "General Information",
    "about_us": "About Us",
    "our_team": "Our Team",
    "how_stutu_works": "How STUTU Works?",
    "direct_questions": "Direct Questions",
    "contact_us": "Contact Us",
    "see_guide_detail": "View detailed guide"
  },
  "for_students": {
    "title": "For Students",
    "why_choose_stutu": "Why Choose STUTU",
    "find_a_tutor": "Find a Tutor",
    "english_proficiency_test": "English Proficiency Test",
    "refer_a_friend": "Refer a Friend",
    "frequently_asked_questions": "Frequently Asked Questions"
  },
  "for_tutors": {
    "title": "For Tutors",
    "benefits_of_joining": "Benefits of Joining",
    "registration_guide": "Registration Guide",
    "frequently_asked_questions": "Frequently Asked Questions"
  },
  "platform_policies": {
    "title": "Platform Policies",
    "terms_of_service": "Terms of Service",
    "payment_policy": "Payment Policy",
    "code_of_conduct": "Code of Conduct",
    "privacy_policy": "Privacy Policy"
  },
  "find_tutors": {
    "title": "The journey becomes more meaningful with the right companion",
    "subtitle": "At STUTU, all tutors are experienced in their subjects, with profiles carefully reviewed and approved by our platform team.",
    "languageSelection": "Language Selection:",
    "subject": "Subject",
    "hourlyRate": "Hourly Rate",
    "freeTime": "Free Time",
    "skillsToImprove": "Skills to Improve",
    "tutorBadge": "Tutor Badge",
    "STUTUtor_badge": "STUTUtor is a badge awarded to outstanding tutors on the platform.",
    "professional_badge": "The Professional badge is awarded to tutors who have degrees and certifications related to the language they teach.",
    "clear_filter": "Clear all selections"
  },
  "tutor_benefits": {
    "no_introduction_fee": {
      "title": "No Introduction Fee",
      "description": "STUTU does not charge any fee for tutors. Your entire income, according to the tuition fee you set, will be yours. STUTU does not intervene in the transparent agreement between tutors and students. All your efforts and dedication will be rewarded fairly without any deductions from the platform."
    },
    "no_late_or_skipped_payment": {
      "title": "No Late or Skipped Payment",
      "description": "Students must pay in advance to STUTU when registering for a class. You only need to complete all sessions and ensure effective knowledge transfer to students, then you will always receive your income on the 10th of each month. Transactions are conducted transparently, with no additional fees affecting your earnings."
    },
    "flexible_schedule": {
      "title": "Flexible Schedule",
      "description": "With STUTU, you have complete control over managing your schedule. You can arrange class times based on your needs without being bound by a fixed curriculum. Our flexible system allows you to accept or decline classes, ensuring a balance between work and life. Enjoy and optimize your teaching efficiency according to your personal preferences."
    },
    "set_your_own_fee": {
      "title": "Set Your Own Fee",
      "description": "When registering a tutor profile on STUTU, you have the right to set your own hourly rate. There are no fixed price constraints; instead, the fee is determined based on the quality and experience of the tutor, as well as the value they bring. Take this opportunity to set a reasonable tuition fee that suits student needs while developing your teaching career independently and effectively."
    },
    "personal_brand_development": {
      "title": "Personal Brand Development",
      "description": "STUTU helps tutors build a professional personal brand. You can create a unique, distinctive profile to highlight your strengths and expertise, making it easier for students to find and book your services. STUTU always supports the growth of your personal brand, helping expand your teaching network and build long-term relationships with students."
    },
    "broad_market_access": {
      "title": "Broad Market Access",
      "description": "STUTU helps you connect with a diverse network of students across various locations. With a smart platform, you can establish a professional teaching profile, demonstrate your expertise, and teach efficiently to a wide audience of students searching for quality tutors on STUTU. Join STUTU to build an engaging educational environment and achieve sustainable growth."
    }
  },
  "guidebook": {
    "title": "Guidebook",
    "subtitle": "Maybe you don't ask. STUTU still answers",
    "tutor_guide": "Tutor Guide",
    "student_guide": "Student Guide"
  },
  "student_guide": {
    "title": "Students ask <br>STUTU answers</br>",
    "subtitle": "Everything you need to become a STUTU student",
    "initial_steps": {
      "title": "Initial Steps",
      "account_registration": {
        "title": "Account Registration Guide",
        "md_content": "**Method 1:** Click the **Login** button in the upper right corner to open the registration window. From here, you can select “Continue with Google” or “Continue with Facebook” to sign up using your existing Google or Facebook account.\n\n**Method 2:** Click the **Login** button in the upper right corner to open the login window. From here, you can select **Sign up as a student**. With this option, you need to provide STUTU with information including a “display name,” “email,” and “password.”\n\n*Note: Registering an account means that you confirm you have read and agreed to STUTU's **Terms of Service**, **Code of Conduct**, and **Privacy Policy**. Please make sure to read them carefully and agree to all terms before proceeding.*"
      },
      "login_guide": {
        "title": "Login Guide",
        "md_content": "After registration, the system will remember the information you provided, so you won’t need to log in again next time. If you log in on a different browser, you can log in using one of the **two** following methods:\n\n**Method 1:** Click the **Login** button in the upper right corner to open the login window. From here, you can select “Continue with Google” or “Continue with Facebook” to log in using the Google or Facebook account you previously registered with STUTU.\n\n**Method 2:** Click the **Login** button in the upper right corner to open the login window. From here, you can log in by entering the email and password you registered with STUTU."
      },
      "student_regulations": {
        "title": "Student Regulations",
        "md_content": "Registering an account means you have read and agreed to the platform's **Terms of Service** and **Code of Conduct**, which include, but are not limited to, the following rules:\n\n1. Do not share personal information in any form. This includes, but is not limited to:\n   - Phone number  \n   - Email  \n   - Social media accounts (Facebook, Instagram, etc.)\n\n2. Do not send messages containing content including, but not limited to:\n   - Links that are not intended for educational purposes on the platform  \n   - Advertisements  \n   - Recruitment posts\n\n3. **STRICTLY PROHIBITED** acts include fraud, harassment, disturbance, and any violations of the laws of the Socialist Republic of Vietnam.\n\nViolations will be handled according to STUTU's **Terms of Service**."
      },
      "profile_update": {
        "title": "Updating Profile Information",
        "md_content": "Follow these steps to update your personal profile information:\n\n**Step 1:** Go to “Settings”\n\n**Step 2:** Click on “Personal Information”\n\n**Step 3:** Edit the information you want to change\n\n**Step 4:** Click “Save Changes”"
      },
      "password_change": {
        "title": "Changing Password",
        "md_content": "Follow these steps to change your STUTU account password:\n\n**Step 1:** Go to “Settings”\n\n**Step 2:** Click on “Password”\n\n**Step 3:** Enter your current password\n\n**Step 4:** Enter a new password and confirm it\n\n**Step 5:** Click “Save Changes”"
      }
    }
  },
  "about_us": {
    "title": "Bringing Vietnamese Knowledge<br>to the Global Stage</br>",
    "subtitle": "STUTU is not the destination. STUTU is the beginning of a long journey.",
    "join_with_us": "Join Us",
    "stutu_story": "STUTU's Story",
    "stutu_story_content_1": "A second language is not just a tool; it is a gateway to new opportunities—from securing a place at a dream university to studying and working globally. However, mastering a language is not always an easy journey. STUTU understands that what learners truly need is not just a method but a companion—a teacher, a friend, someone who has faced the same challenges before.",
    "stutu_story_content_2": "We believe that with the right support at the right time, learners can overcome any challenge. More importantly, no one can choose the right companion for you better than yourself. STUTU empowers learners with the autonomy to search for, select, and connect with their ideal teacher, transforming the learning journey into an inspiring experience.",
    "vision": {
      "title": "Vision",
      "description": "With a pioneering aspiration to revolutionize traditional teaching and learning methods, STUTU aims to build a 'Home School' ecosystem where learners can find everything they need to start, connect, and complete their journey of knowledge acquisition—conquering the world in their own way."
    },
    "mission": {
      "title": "Mission",
      "details": {
        "understanding": {
          "title": "Understanding",
          "description": "Listening to and understanding the challenges learners face on their journey to knowledge."
        },
        "companionship": {
          "title": "Companionship",
          "description": "Always by the learner’s side, supporting and guiding them to turn challenges into opportunities."
        },
        "connection": {
          "title": "Connection",
          "description": "Serving as a strong bridge between learners and tutors."
        },
        "spreading": {
          "title": "Spreading",
          "description": "Inspiring and building a vast knowledge-sharing community."
        }
      }
    }
  }
}