{
  "header": {
    "findTutor": "Find a tutor",
    "becomeTutor": "Become a tutor",
    "guide": "Guide",
    "login": "Login"
  },
  "metadata": {
    "title": "Stutu - Tutoring Platform",
    "description": "Find a tutor for your needs or become a tutor and help others"
  },
  "HeroSection": {
    "title": "Tie to Shine",
    "subTitle": "Learn anytime, anywhere",
    "startNow": "Getting started"
  },
  "IntroductionSection": {
    "title": "STUTU's Story",
    "content": "Learning a language opens up many opportunities, but the journey to conquer is not easy. When faced with difficulties, it is important to have a companion who understands and supports. STUTU is the platform that helps you connect with the right teacher, accompany you to turn your dreams into reality.",
    "learnMore": "Learn more..."
  },
  "become_student_stutu": {
    "title": "Become a STUTU student",
    "subtitle": "Because you are the captain on your own ship",
    "transparency": {
      "title": "Transparency",
      "description": "STUTU commits to verify and publicly disclose tutor information, helping you choose the right companion with peace of mind."
    },
    "autonomy": {
      "title": "Autonomy",
      "description": "You completely decide the tutor, study schedule and content according to personal goals."
    },
    "flexibility": {
      "title": "Flexibility",
      "description": "Study anytime, anywhere according to your schedule, turning free time into development opportunities."
    },
    "button": "Register"
  },
  "become_tutor_stutu": {
    "title": "Become a STUTU tutor",
    "subtitle": "To turn your abilities into unlimited income",
    "proactive": {
      "title": "Proactive",
      "description": "You are free to set a reasonable tuition fee and choose a suitable teaching schedule. No one understands your time and value more than you."
    },
    "secure": {
      "title": "Secure",
      "description": "STUTU ensures that tuition fees are transferred to you in full and on time. Focus on teaching well, let us take care of the rest."
    },
    "no_commission": {
      "title": "No commission fee",
      "description": "No receiving fee, no deposit, all income is yours. You deserve to receive everything from the effort you put in."
    },
    "button": "Create profile"
  },
  "roadmap": {
    "title": "A few simple steps. And you're ready."
  },
  "general_information": {
    "title": "General Information",
    "about_us": "About Us",
    "our_team": "Our Team",
    "how_stutu_works": "How STUTU Works?",
    "direct_questions": "Direct Questions",
    "contact_us": "Contact Us",
    "see_guide_detail": "View detailed guide"
  },
  "for_students": {
    "title": "For Students",
    "why_choose_stutu": "Why Choose STUTU",
    "find_a_tutor": "Find a Tutor",
    "english_proficiency_test": "English Proficiency Test",
    "refer_a_friend": "Refer a Friend",
    "frequently_asked_questions": "Frequently Asked Questions"
  },
  "for_tutors": {
    "title": "For Tutors",
    "benefits_of_joining": "Benefits of Joining",
    "registration_guide": "Registration Guide",
    "frequently_asked_questions": "Frequently Asked Questions"
  },
  "platform_policies": {
    "title": "Platform Policies",
    "terms_of_service": "Terms of Service",
    "payment_policy": "Payment Policy",
    "code_of_conduct": "Code of Conduct",
    "privacy_policy": "Privacy Policy"
  },
  "find_tutors": {
    "title": "The journey becomes more meaningful with the right companion",
    "subtitle": "At STUTU, all tutors are experienced in their subjects, with profiles carefully reviewed and approved by our platform team.",
    "languageSelection": "Language Selection:",
    "subject": "Subject",
    "hourlyRate": "Hourly Rate",
    "freeTime": "Free Time",
    "skillsToImprove": "Skills to Improve",
    "tutorBadge": "Tutor Badge",
    "STUTUtor_badge": "STUTUtor is a badge awarded to outstanding tutors on the platform.",
    "professional_badge": "The Professional badge is awarded to tutors who have degrees and certifications related to the language they teach.",
    "clear_filter": "Clear all selections"
  },
  "tutor_benefits": {
    "no_introduction_fee": {
      "title": "No Introduction Fee",
      "description": "STUTU does not charge any fee for tutors. Your entire income, according to the tuition fee you set, will be yours. STUTU does not intervene in the transparent agreement between tutors and students. All your efforts and dedication will be rewarded fairly without any deductions from the platform."
    },
    "no_late_or_skipped_payment": {
      "title": "No Late or Skipped Payment",
      "description": "Students must pay in advance to STUTU when registering for a class. You only need to complete all sessions and ensure effective knowledge transfer to students, then you will always receive your income on the 10th of each month. Transactions are conducted transparently, with no additional fees affecting your earnings."
    },
    "flexible_schedule": {
      "title": "Flexible Schedule",
      "description": "With STUTU, you have complete control over managing your schedule. You can arrange class times based on your needs without being bound by a fixed curriculum. Our flexible system allows you to accept or decline classes, ensuring a balance between work and life. Enjoy and optimize your teaching efficiency according to your personal preferences."
    },
    "set_your_own_fee": {
      "title": "Set Your Own Fee",
      "description": "When registering a tutor profile on STUTU, you have the right to set your own hourly rate. There are no fixed price constraints; instead, the fee is determined based on the quality and experience of the tutor, as well as the value they bring. Take this opportunity to set a reasonable tuition fee that suits student needs while developing your teaching career independently and effectively."
    },
    "personal_brand_development": {
      "title": "Personal Brand Development",
      "description": "STUTU helps tutors build a professional personal brand. You can create a unique, distinctive profile to highlight your strengths and expertise, making it easier for students to find and book your services. STUTU always supports the growth of your personal brand, helping expand your teaching network and build long-term relationships with students."
    },
    "broad_market_access": {
      "title": "Broad Market Access",
      "description": "STUTU helps you connect with a diverse network of students across various locations. With a smart platform, you can establish a professional teaching profile, demonstrate your expertise, and teach efficiently to a wide audience of students searching for quality tutors on STUTU. Join STUTU to build an engaging educational environment and achieve sustainable growth."
    }
  },
  "guidebook": {
    "title": "Guidebook",
    "subtitle": "Maybe you don't ask. STUTU still answers",
    "tutor_guide": "Tutor Guide",
    "student_guide": "Student Guide"
  },
  "student_guide": {
    "title": "Students ask <br>STUTU answers</br>",
    "subtitle": "Everything you need to become a STUTU student",
    "initial_steps": {
      "title": "Initial Steps",
      "account_registration": {
        "title": "Account Registration Guide",
        "md_content": "**Method 1:** Click the **Login** button in the upper right corner to open the registration window. From here, you can select “Continue with Google” or “Continue with Facebook” to sign up using your existing Google or Facebook account.\n\n**Method 2:** Click the **Login** button in the upper right corner to open the login window. From here, you can select **Sign up as a student**. With this option, you need to provide STUTU with information including a “display name,” “email,” and “password.”\n\n*Note: Registering an account means that you confirm you have read and agreed to STUTU's **Terms of Service**, **Code of Conduct**, and **Privacy Policy**. Please make sure to read them carefully and agree to all terms before proceeding.*"
      },
      "login_guide": {
        "title": "Login Guide",
        "md_content": "After registration, the system will remember the information you provided, so you won’t need to log in again next time. If you log in on a different browser, you can log in using one of the **two** following methods:\n\n**Method 1:** Click the **Login** button in the upper right corner to open the login window. From here, you can select “Continue with Google” or “Continue with Facebook” to log in using the Google or Facebook account you previously registered with STUTU.\n\n**Method 2:** Click the **Login** button in the upper right corner to open the login window. From here, you can log in by entering the email and password you registered with STUTU."
      },
      "student_regulations": {
        "title": "Student Regulations",
        "md_content": "Registering an account means you have read and agreed to the platform's **Terms of Service** and **Code of Conduct**, which include, but are not limited to, the following rules:\n\n1. Do not share personal information in any form. This includes, but is not limited to:\n   - Phone number  \n   - Email  \n   - Social media accounts (Facebook, Instagram, etc.)\n\n2. Do not send messages containing content including, but not limited to:\n   - Links that are not intended for educational purposes on the platform  \n   - Advertisements  \n   - Recruitment posts\n\n3. **STRICTLY PROHIBITED** acts include fraud, harassment, disturbance, and any violations of the laws of the Socialist Republic of Vietnam.\n\nViolations will be handled according to STUTU's **Terms of Service**."
      },
      "profile_update": {
        "title": "Updating Profile Information",
        "md_content": "Follow these steps to update your personal profile information:\n\n**Step 1:** Go to “Settings”\n\n**Step 2:** Click on “Personal Information”\n\n**Step 3:** Edit the information you want to change\n\n**Step 4:** Click “Save Changes”"
      },
      "password_change": {
        "title": "Changing Password",
        "md_content": "Follow these steps to change your STUTU account password:\n\n**Step 1:** Go to “Settings”\n\n**Step 2:** Click on “Password”\n\n**Step 3:** Enter your current password\n\n**Step 4:** Enter a new password and confirm it\n\n**Step 5:** Click “Save Changes”"
      }
    },
    "tutor_selection": {
      "title": "Choosing the Right Tutor",
      "search_tutor": {
        "title": "Find a Tutor",
        "md_content": "**Step 1:** Click on the “Find a Tutor” button on the homepage of the website.\n\n**Step 2:** Use the filtering tool to find tutors that match your criteria, including:\n- **Language:** Choose the language you want. Example: English.\n- **Subjects:** Select subjects corresponding to the chosen language. You can choose more than one subject. Example: IELTS, TOEIC, SAT.\n- **Tuition Range:** Set the price range you are willing to pay per hour for tutoring. Example: 200,000 - 500,000.\n- **Availability:** Choose the time slots that fit your schedule. You can select multiple time slots. Example: Anytime.\n- **Skills to Improve:** Select the skills you want the tutor to focus on. You can choose multiple skills. Example: Listening, Speaking.\n- **Tutor Badges:** Filter tutors based on badges. Example: STUTutor.\n\n**Step 3:** Once the results appear, you can use the “Sort” tool to customize the list according to your preferences.\n\n*If you have difficulty finding a suitable tutor, feel free to message the STUTU Customer Support team, and we will help you find the best companion for your learning journey.*"
      },
      "report_block_tutor": {
        "title": "Report / Block Tutor",
        "md_content": "During your learning experience, if you encounter any issues with a tutor, such as:\n- The tutor engages in inappropriate behavior (harassment, insults, discrimination, etc.).\n- The tutor disrespects students or violates the code of conduct.\n- The tutor requests payments outside the STUTU platform.\n- The tutor provides false information or engages in fraudulent activities.\n- The tutor arrives late to lessons.\n- The tutor is absent without reason or without a valid excuse.\n- The tutor experiences frequent technical issues during lessons.\n\nYou can use the block or report features to protect your rights."
      }
    },
    "trial_session_info": {
      "title": "Things You Need to Know About the Trial Session",
      "session_content": {
        "title": "Content of the Trial Session",
        "md_content": "A trial session lasts between 25 - 50 minutes. Based on your preferences, the tutor will design the session content to best suit your needs. This session typically includes the following:\n\n- Introducing yourself and getting to know the tutor better.\n- Sharing your learning goals, learning style, and expectations from the tutor.\n- The tutor will assess your language proficiency level. Based on your input, the tutor will guide you in creating the most suitable learning plan for the future."
      },
      "free_and_paid_sessions": {
        "title": "Free and Paid Trial Sessions",
        "md_content": "Each student receives 2 free trial sessions after completing their profile update on the platform. STUTU will only charge a small fee starting from the third trial session.\n\n*For paid trial sessions, if you are not satisfied with the session, you can contact STUTU and provide feedback. We will review the situation and either refund your session fee or offer you a completely free trial session with another tutor (at any fee level)!*"
      },
      "booking_guide": {
        "title": "How to Book a Trial Session",
        "md_content": "**Step 1**: Once you find a suitable tutor, click on the “Book a Trial Session” button.\n\n**Step 2**: Choose the date and time slot that best fits your schedule.\n\n**Step 3**: Select your specific learning goals (This helps the tutor understand you better and makes the trial session more effective!).\n\n**Step 4**: Complete the payment for the trial session via bank transfer.\n\n*Note: Step 4 only appears if you have used up all your free trial sessions.*"
      },
      "unwanted_situations": {
        "title": "Unwanted Situations",
        "md_content": "During the trial session booking process, some unwanted situations may occur, such as the tutor declining to teach a trial session or being absent without prior notice. In these cases, STUTU encourages you to follow the suggested solutions we provide here and immediately contact STUTU’s customer support team to find the best resolution."
      }
    },
    "official_course_info": {
      "title": "Things You Need to Know About the Official Course Package",
      "course_registration": {
        "title": "Registering for the Official Course Package",
        "md_content": "**Step 1:** Select the basic information of the course package.\n\n**Step 2:** Arrange your class schedule based on the tutor's availability. You can choose a recurring schedule or a one-time session.\n\n**Step 3:** Confirm the details of your selected course package.\n\n**Step 4:** Wait for the tutor to confirm whether they can meet your course requirements.\n\n**Step 5:** Proceed with the payment and start learning right away.\n\n*Note: You must schedule all your sessions in **Step 2** before proceeding.*"
      },
      "single_lesson_purchase": {
        "title": "Purchasing Individual Lessons",
        "md_content": "STUTU understands that language learning requires commitment and long-term stability. Therefore, we currently offer course packages ranging from 8 to 20 sessions with varying durations to ensure learning continuity. You may want to purchase individual lessons to experience different tutors' teaching styles. This is a feature STUTU is considering and plans to introduce in the near future."
      },
      "class_entry": {
        "title": "Joining a Class",
        "md_content": "When you log into the platform as a student, you will find notifications about your next class on the **Home Page**. All you need to do is select \"Join Class Now\".\n\n*Note: Some tutors have back-to-back classes. To ensure that previous sessions are not interrupted, your class will open 30 minutes before the scheduled time.*"
      },
      "schedule_management": {
        "title": "Managing Your Schedule",
        "md_content": "**Step 1:** Go to Learning Journey → Schedule & Courses → Course Packages → Ongoing Courses.\n\n**Step 2:** Select the session you want to reschedule, click “Reschedule,” and choose a new time.\n\n**Step 3:** Click “Send Request” and wait for the tutor’s confirmation.\n\n- *STUTU encourages you to message the tutor in advance to agree on a new time, helping them confirm quickly and avoid learning disruptions.*\n- Tutors may accept or decline your reschedule request depending on their availability. Therefore, submit your request as early as possible!\n- *If your request is denied or not responded to within 24 hours, the session will proceed as originally scheduled.*"
      },
      "post_class_actions": {
        "title": "Post-Class Actions",
        "md_content": "If the session went well, simply click \"Confirm.\" The session will then be marked as \"Confirmed\" and counted as a successful lesson. You can also rate the session's quality—don’t forget to leave some positive feedback to encourage your tutor!\n\nIf you encounter any **unexpected issues**, please report them to STUTU immediately by selecting \"Report\"."
      },
      "unwanted_situations": {
        "title": "Unwanted Situations",
        "md_content": "During the official course package, some unwanted situations may occur, such as the tutor suddenly losing contact or you accidentally missing a session. In these cases, STUTU encourages you to follow our suggested solutions and contact STUTU’s customer support team immediately to find the best resolution."
      },
      "course_cancellation": {
        "title": "Canceling a Course Package",
        "md_content": "If you encounter an unexpected issue, STUTU encourages you to discuss it with your tutor and STUTU to find the best solution. However, if you still wish to cancel your registered course package, follow these steps:\n\n- **Go to Learning Journey → Schedule & Courses → Course Packages → Ongoing Courses**\n- **Select the package you wish to cancel and click 'Cancel Package'.**\n- **Provide a reason for cancellation and submit your request.**\n- **Wait for confirmation from the STUTU team within 48 hours.**\n\nOnce approved, you will receive a voucher in your account. You can check your vouchers in the **'Account Information' → 'Vouchers'** section."
      }
    },
    "tuition_and_payment": {
      "title": "Tuition and Payment Issues",
      "payment_methods": {
        "title": "Payment Methods",
        "md_content": "When registering for a course, STUTU provides a QR code and bank transfer details along with a payment code.\nSimply scan the QR code or make a transfer using the provided information, ensuring you enter the payment code correctly in the transaction details.\nOnce the payment is successfully processed, the system will automatically confirm and activate your course.\n\n- *Please carefully check the **transaction details** before making a transfer to avoid any errors.*\n- *If you need assistance or encounter any issues during the payment process, please contact STUTU immediately.*"
      },
      "tuition_refund": {
        "title": "Tuition Refund",
        "md_content": "A tuition refund may be issued if a student cancels their registered official course package on the platform.\nRefunds will only be processed if the student has canceled the official course package and submitted a refund request.\nTo be eligible for a refund, the student must provide sufficient evidence proving that they are unable to complete the registered course due to an issue caused by the platform.\nThe decision to issue a refund is solely at STUTU's discretion and is final.\nThe refunded amount will not exceed the value of the remaining sessions in the registered course package.\n\n*If a student cancels their registered official course package without requesting a refund, STUTU will provide them with a voucher equal to the value of the remaining sessions in the package.*"
      }
    },
    "other_programs": {
      "title": "Other Programs",
      "referral_program": {
        "title": "Referral Program",
        "md_content": "**The 'Referral Program'** allows you to refer friends and family to enroll in courses and earn **UNLIMITED** rewards from STUTU.\n\n**Step 1:** Go to the 'Referral Program' section and get your referral code.\n\n**Step 2:** Share it with others.\n\n**Step 3:** The referred person registers for a course package (remind them to enter your referral code!).\n\n**Step 4:** Track your earnings.\n\n**Step 5:** Accumulate your earnings like a savings account.\n\n**Step 6:** Request a withdrawal when needed."
      },
      "premium_tutoring": {
        "title": "Premium Tutoring Program",
        "md_content": "The **'Premium Tutoring'** program is designed for **executives, senior business leaders, and students with special requirements.** This program helps you find the most suitable tutor quickly, with a fully personalized learning plan, in-person learning at a location of your choice, and a flexible study schedule tailored to your availability.\n\nTo register for the premium tutoring program, visit [here] and submit your specific requirements so that the STUTU team can better understand your needs. Based on your requests, STUTU will select the most suitable tutor and get back to you within 24 hours of receiving your submission."
      }
    }
  },
  "about_us": {
    "title": "Bringing Vietnamese Knowledge<br>to the Global Stage</br>",
    "subtitle": "STUTU is not the destination. STUTU is the beginning of a long journey.",
    "join_with_us": "Join Us",
    "stutu_story": "STUTU's Story",
    "stutu_story_content_1": "A second language is not just a tool; it is a gateway to new opportunities—from securing a place at a dream university to studying and working globally. However, mastering a language is not always an easy journey. STUTU understands that what learners truly need is not just a method but a companion—a teacher, a friend, someone who has faced the same challenges before.",
    "stutu_story_content_2": "We believe that with the right support at the right time, learners can overcome any challenge. More importantly, no one can choose the right companion for you better than yourself. STUTU empowers learners with the autonomy to search for, select, and connect with their ideal teacher, transforming the learning journey into an inspiring experience.",
    "vision": {
      "title": "Vision",
      "description": "With a pioneering aspiration to revolutionize traditional teaching and learning methods, STUTU aims to build a 'Home School' ecosystem where learners can find everything they need to start, connect, and complete their journey of knowledge acquisition—conquering the world in their own way."
    },
    "mission": {
      "title": "Mission",
      "details": {
        "understanding": {
          "title": "Understanding",
          "description": "Listening to and understanding the challenges learners face on their journey to knowledge."
        },
        "companionship": {
          "title": "Companionship",
          "description": "Always by the learner’s side, supporting and guiding them to turn challenges into opportunities."
        },
        "connection": {
          "title": "Connection",
          "description": "Serving as a strong bridge between learners and tutors."
        },
        "spreading": {
          "title": "Spreading",
          "description": "Inspiring and building a vast knowledge-sharing community."
        }
      }
    }
  },
  "welcome": {
    "learner": "I am a learner",
    "tutor": "I am a tutor"
  }
}