{
  "header": {
    "findTutor": "Find a tutor",
    "becomeTutor": "Become a tutor",
    "guide": "Guide",
    "login": "Login"
  },
  "metadata": {
    "title": "Stutu - Tutoring Platform",
    "description": "Find a tutor for your needs or become a tutor and help others"
  },
  "HeroSection": {
    "title": "Tie to Shine",
    "subTitle": "Learn anytime, anywhere",
    "startNow": "Getting started"
  },
  "IntroductionSection": {
    "title": "STUTU's Story",
    "content": "Learning a language opens up many opportunities, but the journey to conquer is not easy. When faced with difficulties, it is important to have a companion who understands and supports. STUTU is the platform that helps you connect with the right teacher, accompany you to turn your dreams into reality.",
    "learnMore": "Learn more..."
  },
  "become_student_stutu": {
    "title": "Become a STUTU student",
    "subtitle": "Because you are the captain on your own ship",
    "transparency": {
      "title": "Transparency",
      "description": "STUTU commits to verify and publicly disclose tutor information, helping you choose the right companion with peace of mind."
    },
    "autonomy": {
      "title": "Autonomy",
      "description": "You completely decide the tutor, study schedule and content according to personal goals."
    },
    "flexibility": {
      "title": "Flexibility",
      "description": "Study anytime, anywhere according to your schedule, turning free time into development opportunities."
    },
    "button": "Register"
  },
  "become_tutor_stutu": {
    "title": "Become a STUTU tutor",
    "subtitle": "To turn your abilities into unlimited income",
    "proactive": {
      "title": "Proactive",
      "description": "You are free to set a reasonable tuition fee and choose a suitable teaching schedule. No one understands your time and value more than you."
    },
    "secure": {
      "title": "Secure",
      "description": "STUTU ensures that tuition fees are transferred to you in full and on time. Focus on teaching well, let us take care of the rest."
    },
    "no_commission": {
      "title": "No commission fee",
      "description": "No receiving fee, no deposit, all income is yours. You deserve to receive everything from the effort you put in."
    },
    "button": "Create profile"
  },
  "roadmap": {
    "title": "A few simple steps. And you're ready."
  },
  "general_information": {
    "title": "General Information",
    "about_us": "About Us",
    "our_team": "Our Team",
    "how_stutu_works": "How STUTU Works?",
    "direct_questions": "Direct Questions",
    "contact_us": "Contact Us"
  },
  "for_students": {
    "title": "For Students",
    "why_choose_stutu": "Why Choose STUTU",
    "find_a_tutor": "Find a Tutor",
    "english_proficiency_test": "English Proficiency Test",
    "refer_a_friend": "Refer a Friend",
    "frequently_asked_questions": "Frequently Asked Questions"
  },
  "for_tutors": {
    "title": "For Tutors",
    "benefits_of_joining": "Benefits of Joining",
    "registration_guide": "Registration Guide",
    "frequently_asked_questions": "Frequently Asked Questions"
  },
  "platform_policies": {
    "title": "Platform Policies",
    "terms_of_service": "Terms of Service",
    "payment_policy": "Payment Policy",
    "code_of_conduct": "Code of Conduct",
    "privacy_policy": "Privacy Policy"
  },
  "find_tutors": {
    "title": "The journey becomes more meaningful with the right companion",
    "subtitle": "At STUTU, all tutors are experienced in their subjects, with profiles carefully reviewed and approved by our platform team.",
    "languageSelection": "Language Selection:",
    "subject": "Subject",
    "hourlyRate": "Hourly Rate",
    "freeTime": "Free Time",
    "skillsToImprove": "Skills to Improve",
    "tutorBadge": "Tutor Badge",
    "STUTUtor_badge": "STUTUtor is a badge awarded to outstanding tutors on the platform.",
    "professional_badge": "The Professional badge is awarded to tutors who have degrees and certifications related to the language they teach.",
    "clear_filter": "Clear all selections"
  },
  "tutor_benefits": {
    "no_introduction_fee": {
      "title": "No Introduction Fee",
      "description": "STUTU does not charge any fee for tutors. Your entire income, according to the tuition fee you set, will be yours. STUTU does not intervene in the transparent agreement between tutors and students. All your efforts and dedication will be rewarded fairly without any deductions from the platform."
    },
    "no_late_or_skipped_payment": {
      "title": "No Late or Skipped Payment",
      "description": "Students must pay in advance to STUTU when registering for a class. You only need to complete all sessions and ensure effective knowledge transfer to students, then you will always receive your income on the 10th of each month. Transactions are conducted transparently, with no additional fees affecting your earnings."
    },
    "flexible_schedule": {
      "title": "Flexible Schedule",
      "description": "With STUTU, you have complete control over managing your schedule. You can arrange class times based on your needs without being bound by a fixed curriculum. Our flexible system allows you to accept or decline classes, ensuring a balance between work and life. Enjoy and optimize your teaching efficiency according to your personal preferences."
    },
    "set_your_own_fee": {
      "title": "Set Your Own Fee",
      "description": "When registering a tutor profile on STUTU, you have the right to set your own hourly rate. There are no fixed price constraints; instead, the fee is determined based on the quality and experience of the tutor, as well as the value they bring. Take this opportunity to set a reasonable tuition fee that suits student needs while developing your teaching career independently and effectively."
    },
    "personal_brand_development": {
      "title": "Personal Brand Development",
      "description": "STUTU helps tutors build a professional personal brand. You can create a unique, distinctive profile to highlight your strengths and expertise, making it easier for students to find and book your services. STUTU always supports the growth of your personal brand, helping expand your teaching network and build long-term relationships with students."
    },
    "broad_market_access": {
      "title": "Broad Market Access",
      "description": "STUTU helps you connect with a diverse network of students across various locations. With a smart platform, you can establish a professional teaching profile, demonstrate your expertise, and teach efficiently to a wide audience of students searching for quality tutors on STUTU. Join STUTU to build an engaging educational environment and achieve sustainable growth."
    }
  },
  "guidebook": {
    "title": "Guidebook",
    "subtitle": "Maybe you don't ask. STUTU still answers",
    "tutor_guide": "Tutor Guide",
    "student_guide": "Student Guide"
  }
}