{
  "header": {
    "findTutor": "Tìm gia sư",
    "becomeTutor": "Trở thành gia sư",
    "guide": "Hướng dẫn",
    "login": "Đăng nhập"
  },
  "metadata": {
    "title": "Stutu - Nền tảng gia sư",
    "description": "Tìm gia sư cho nhu cầu của bạn hoặc trở thành gia sư và giúp đỡ người khác"
  },
  "HeroSection": {
    "title": "Kết nối để tỏa sáng",
    "subTitle": "Học mọi lúc mọi nơi",
    "startNow": "Bắt đầu ngay"
  },
  "IntroductionSection": {
    "title": "Câu chuyện của STUTU",
    "content": "Học ngôn ngữ mở ra nhiều cơ hội nhưng hành trình chinh phục không hề dễ dàng. Khi gặp khó khăn, điều quan trọng là có một người đồng hành thấu hiểu và hỗ trợ. STUTU chính là nền tảng giúp bạn kết nối với người thầy phù hợp, đồng hành cùng bạn biến ước mơ thành hiện thực.",
    "learnMore": "Xem thêm..."
  },
  "become_student_stutu": {
    "title": "Trở thành học viên STUTU",
    "subtitle": "Bởi vì bạn là thuyền trưởng trên con tàu của mình",
    "transparency": {
      "title": "Minh bạch",
      "description": "STUTU cam kết xác thực và công khai thông tin gia sư, giúp bạn an tâm lựa chọn người đồng hành phù hợp."
    },
    "autonomy": {
      "title": "Tự chủ",
      "description": "Bạn hoàn toàn quyết định gia sư, lịch học và nội dung theo mục tiêu cá nhân."
    },
    "flexibility": {
      "title": "Linh hoạt",
      "description": "Học mọi lúc, mọi nơi theo lịch trình của bạn, chuyển hóa thời gian rảnh thành cơ hội phát triển."
    },
    "button": "Đăng ký"
  },
  "become_tutor_stutu": {
    "title": "Trở thành gia sư STUTU",
    "subtitle": "Để biến năng lực của bạn thành nguồn thu nhập vô hạn",
    "proactive": {
      "title": "Chủ động",
      "description": "Bạn tự do đặt học phí xứng đáng và chọn lịch dạy phù hợp. Không ai hiểu thời gian và giá trị của bạn hơn chính bạn."
    },
    "secure": {
      "title": "An tâm",
      "description": "STUTU đảm bảo học phí được chuyển đến bạn đầy đủ, đúng hạn. Hãy tập trung dạy tốt, còn lại cứ để chúng mình lo."
    },
    "no_commission": {
      "title": "Không phí môi giới",
      "description": "Không phí nhận lớp, không đặt cọc, toàn bộ thu nhập là của bạn. Bạn xứng đáng nhận được mọi thứ từ công sức mình bỏ ra."
    },
    "button": "Tạo hồ sơ"
  },
  "roadmap": {
    "title": "Một vài bước đơn giản. Và bạn đã sẵn sàng."
  },
  "general_information": {
    "title": "Thông tin chung",
    "about_us": "Về chúng tôi",
    "our_team": "Đội ngũ",
    "how_stutu_works": "STUTU hoạt động như thế nào?",
    "direct_questions": "Câu hỏi trực tiếp",
    "contact_us": "Liên hệ với chúng tôi"
  },
  "for_students": {
    "title": "Dành cho học viên",
    "why_choose_stutu": "Tại sao chọn STUTU",
    "find_a_tutor": "Tìm gia sư",
    "english_proficiency_test": "Kiểm tra trình độ tiếng Anh",
    "refer_a_friend": "Giới thiệu bạn bè",
    "frequently_asked_questions": "Câu hỏi thường gặp"
  },
  "for_tutors": {
    "title": "Dành cho gia sư",
    "benefits_of_joining": "Lợi ích khi đồng hành",
    "registration_guide": "Hướng dẫn đăng ký",
    "frequently_asked_questions": "Câu hỏi thường gặp"
  },
  "platform_policies": {
    "title": "Chính sách nền tảng",
    "terms_of_service": "Điều khoản dịch vụ",
    "payment_policy": "Chính sách thanh toán",
    "code_of_conduct": "Quy tắc ứng xử",
    "privacy_policy": "Quyền riêng tư"
  },
  "find_tutors": {
    "title": "Hành trình sẽ ý nghĩa hơn khi có người đồng hành phù hợp",
    "subtitle": "Tại STUTU, các gia sư đều là những người có kinh nghiệm trong môn học của mình với hồ sơ đã được kiểm tra và xét duyệt kĩ càng bởi đội ngũ nền tảng.",
    "languageSelection": "Ngôn ngữ lựa chọn:",
    "subject": "Môn học",
    "hourlyRate": "Học phí theo giờ",
    "freeTime": "Thời gian rảnh",
    "skillsToImprove": "Kỹ năng cần cải thiện",
    "tutorBadge": "Huy hiệu gia sư",
    "STUTUtor_badge": "STUTUtor là huy hiệu được trao cho các gia sư tiêu biểu của nền tảng",
    "professional_badge": "Professional là huy hiệu được trao cho các gia sư có bằng cấp và chứng chỉ liên quan đến ngôn ngữ mà họ giảng dạy",
    "clear_filter": "Xoá tất cả tuỳ chọn"
  },
  "tutor_benefits": {
    "no_introduction_fee": {
      "title": "Không lo phí môi giới",
      "description": "STUTU không thu bất kỳ một khoản phí nào từ gia sư. Toàn bộ thu nhập của bạn, theo mức học phí bạn đặt ra sẽ về tận tay bạn. STUTU luôn không định can thiệp minh bạch vào công bằng đối với gia sư và học viên. Mọi nỗ lực và chuyên môn của bạn sẽ được đền đáp xứng đáng, mà không phải chịu bất kỳ chi phí ẩn nào từ phía nền tảng."
    },
    "no_late_or_skipped_payment": {
      "title": "Không lo thanh toán muộn (hoặc bùng)",
      "description": "Học viên sẽ cần thanh toán trước cho STUTU khi đăng ký học với bạn. Chỉ cần bạn tham gia đầy đủ buổi học và đảm bảo truyền tải tốt kiến thức tới học viên, bạn sẽ luôn nhận được thu nhập của mình đúng hạn vào ngày 10 hàng tháng. Các giao dịch được thực hiện một cách minh bạch và không có bất kỳ khoản phí phụ nào gây ảnh hưởng đến thu nhập của gia sư."
    },
    "flexible_schedule": {
      "title": "Chủ động lịch rảnh của bạn",
      "description": "Với STUTU, bạn hoàn toàn chủ động quản lý lịch rảnh của mình. Bạn có thể tự do sắp xếp thời gian dạy học theo nhu cầu cá nhân, không bị ràng buộc bởi lịch trình cố định. Hệ thống linh hoạt của chúng tôi cho phép bạn nhận hoặc từ chối lớp học, đảm bảo cân bằng giữa công việc và cuộc sống. Tận hưởng tự do và tối ưu hiệu quả giảng dạy theo cách riêng của bạn."
    },
    "set_your_own_fee": {
      "title": "Tự thiết lập học phí",
      "description": "Khi đăng ký hồ sơ với STUTU, bạn có quyền đặt mức học phí cho một giờ giảng dạy của mình. Không bị ràng buộc bởi mức học phí cố định, bạn có thể điều chỉnh giá dựa trên chất lượng và kinh nghiệm cá nhân, tối ưu thu nhập và thể hiện giá trị chuyên môn. Hãy tận dụng cơ hội này để tạo ra mức học phí phù hợp với nhu cầu học viên, từ đó phát triển sự nghiệp giảng dạy một cách tự do và hiệu quả."
    },
    "personal_brand_development": {
      "title": "Phát triển thương hiệu cá nhân",
      "description": "STUTU giúp gia sư phát triển thương hiệu cá nhân một cách chuyên nghiệp. Bạn có thể tạo hồ sơ giảng dạy độc đáo, chia sẻ thành tựu và phát huy thế mạnh của mình, giúp học viên dễ dàng tìm kiếm và đặt lịch với bạn. STUTU luôn đồng hành hỗ trợ quảng bá thương hiệu cá nhân của bạn, giúp bạn mở rộng mối quan hệ và xây dựng uy tín lâu dài với học viên."
    },
    "broad_market_access": {
      "title": "Tiếp cận thị trường rộng rãi",
      "description": "STUTU giúp gia sư tiếp cận mạng lưới học viên đa dạng trên khắp cả nước. Với nền tảng thông minh, bạn có thể xây dựng hồ sơ cá nhân chuyên nghiệp, giới thiệu năng lực giảng dạy một cách hiệu quả đến toàn bộ học viên là người dùng của STUTU. Bạn hãy cùng STUTU đóng góp vào việc xây dựng môi trường giáo dục số phát triển bền vững nhé."
    }
  }
}