{
  "header": {
    "findTutor": "Tìm gia sư",
    "becomeTutor": "Trở thành gia sư",
    "guide": "Hướng dẫn",
    "login": "Đăng nhập"
  },
  "metadata": {
    "title": "Stutu - Nền tảng gia sư",
    "description": "Tìm gia sư cho nhu cầu của bạn hoặc trở thành gia sư và giúp đỡ người khác"
  },
  "HeroSection": {
    "title": "Kết nối để tỏa sáng",
    "subTitle": "Học mọi lúc mọi nơi",
    "startNow": "Bắt đầu ngay"
  },
  "IntroductionSection": {
    "title": "Câu chuyện của STUTU",
    "content": "Học ngôn ngữ mở ra nhiều cơ hội nhưng hành trình chinh phục không hề dễ dàng. Khi gặp khó khăn, điều quan trọng là có một người đồng hành thấu hiểu và hỗ trợ. STUTU chính là nền tảng giúp bạn kết nối với người thầy phù hợp, đồng hành cùng bạn biến ước mơ thành hiện thực.",
    "learnMore": "Xem thêm..."
  },
  "become_student_stutu": {
    "title": "Trở thành học viên STUTU",
    "subtitle": "Bởi vì bạn là thuyền trưởng trên con tàu của mình",
    "transparency": {
      "title": "Minh bạch",
      "description": "STUTU cam kết xác thực và công khai thông tin gia sư, giúp bạn an tâm lựa chọn người đồng hành phù hợp."
    },
    "autonomy": {
      "title": "Tự chủ",
      "description": "Bạn hoàn toàn quyết định gia sư, lịch học và nội dung theo mục tiêu cá nhân."
    },
    "flexibility": {
      "title": "Linh hoạt",
      "description": "Học mọi lúc, mọi nơi theo lịch trình của bạn, chuyển hóa thời gian rảnh thành cơ hội phát triển."
    },
    "button": "Đăng ký"
  },
  "become_tutor_stutu": {
    "title": "Trở thành gia sư STUTU",
    "subtitle": "Để biến năng lực của bạn thành nguồn thu nhập vô hạn",
    "proactive": {
      "title": "Chủ động",
      "description": "Bạn tự do đặt học phí xứng đáng và chọn lịch dạy phù hợp. Không ai hiểu thời gian và giá trị của bạn hơn chính bạn."
    },
    "secure": {
      "title": "An tâm",
      "description": "STUTU đảm bảo học phí được chuyển đến bạn đầy đủ, đúng hạn. Hãy tập trung dạy tốt, còn lại cứ để chúng mình lo."
    },
    "no_commission": {
      "title": "Không phí môi giới",
      "description": "Không phí nhận lớp, không đặt cọc, toàn bộ thu nhập là của bạn. Bạn xứng đáng nhận được mọi thứ từ công sức mình bỏ ra."
    },
    "button": "Tạo hồ sơ"
  },
  "roadmap": {
    "title": "Một vài bước đơn giản. Và bạn đã sẵn sàng."
  },
  "general_information": {
    "title": "Thông tin chung",
    "about_us": "Về chúng tôi",
    "our_team": "Đội ngũ",
    "how_stutu_works": "STUTU hoạt động như thế nào?",
    "direct_questions": "Câu hỏi trực tiếp",
    "contact_us": "Liên hệ với chúng tôi",
    "see_guide_detail": "Xem chi tiết hướng dẫn",
    "try_now": "Thực hành ngay"
  },
  "for_students": {
    "title": "Dành cho học viên",
    "why_choose_stutu": "Tại sao chọn STUTU",
    "find_a_tutor": "Tìm gia sư",
    "english_proficiency_test": "Kiểm tra trình độ tiếng Anh",
    "refer_a_friend": "Giới thiệu bạn bè",
    "frequently_asked_questions": "Câu hỏi thường gặp"
  },
  "for_tutors": {
    "title": "Dành cho gia sư",
    "benefits_of_joining": "Lợi ích khi đồng hành",
    "registration_guide": "Hướng dẫn đăng ký",
    "frequently_asked_questions": "Câu hỏi thường gặp"
  },
  "platform_policies": {
    "title": "Chính sách nền tảng",
    "terms_of_service": "Điều khoản dịch vụ",
    "payment_policy": "Chính sách thanh toán",
    "code_of_conduct": "Quy tắc ứng xử",
    "privacy_policy": "Quyền riêng tư"
  },
  "find_tutors": {
    "title": "Hành trình sẽ ý nghĩa hơn khi có người đồng hành phù hợp",
    "subtitle": "Tại STUTU, các gia sư đều là những người có kinh nghiệm trong môn học của mình với hồ sơ đã được kiểm tra và xét duyệt kĩ càng bởi đội ngũ nền tảng.",
    "languageSelection": "Ngôn ngữ lựa chọn:",
    "subject": "Môn học",
    "hourlyRate": "Học phí theo giờ",
    "freeTime": "Thời gian rảnh",
    "skillsToImprove": "Kỹ năng cần cải thiện",
    "tutorBadge": "Huy hiệu gia sư",
    "STUTUtor_badge": "STUTUtor là huy hiệu được trao cho các gia sư tiêu biểu của nền tảng",
    "professional_badge": "Professional là huy hiệu được trao cho các gia sư có bằng cấp và chứng chỉ liên quan đến ngôn ngữ mà họ giảng dạy",
    "clear_filter": "Xoá tất cả tuỳ chọn"
  },
  "tutor_benefits": {
    "no_introduction_fee": {
      "title": "Không lo phí môi giới",
      "description": "STUTU không thu bất kỳ một khoản phí nào từ gia sư. Toàn bộ thu nhập của bạn, theo mức học phí bạn đặt ra sẽ về tận tay bạn. STUTU luôn không định can thiệp minh bạch vào công bằng đối với gia sư và học viên. Mọi nỗ lực và chuyên môn của bạn sẽ được đền đáp xứng đáng, mà không phải chịu bất kỳ chi phí ẩn nào từ phía nền tảng."
    },
    "no_late_or_skipped_payment": {
      "title": "Không lo thanh toán muộn (hoặc bùng)",
      "description": "Học viên sẽ cần thanh toán trước cho STUTU khi đăng ký học với bạn. Chỉ cần bạn tham gia đầy đủ buổi học và đảm bảo truyền tải tốt kiến thức tới học viên, bạn sẽ luôn nhận được thu nhập của mình đúng hạn vào ngày 10 hàng tháng. Các giao dịch được thực hiện một cách minh bạch và không có bất kỳ khoản phí phụ nào gây ảnh hưởng đến thu nhập của gia sư."
    },
    "flexible_schedule": {
      "title": "Chủ động lịch rảnh của bạn",
      "description": "Với STUTU, bạn hoàn toàn chủ động quản lý lịch rảnh của mình. Bạn có thể tự do sắp xếp thời gian dạy học theo nhu cầu cá nhân, không bị ràng buộc bởi lịch trình cố định. Hệ thống linh hoạt của chúng tôi cho phép bạn nhận hoặc từ chối lớp học, đảm bảo cân bằng giữa công việc và cuộc sống. Tận hưởng tự do và tối ưu hiệu quả giảng dạy theo cách riêng của bạn."
    },
    "set_your_own_fee": {
      "title": "Tự thiết lập học phí",
      "description": "Khi đăng ký hồ sơ với STUTU, bạn có quyền đặt mức học phí cho một giờ giảng dạy của mình. Không bị ràng buộc bởi mức học phí cố định, bạn có thể điều chỉnh giá dựa trên chất lượng và kinh nghiệm cá nhân, tối ưu thu nhập và thể hiện giá trị chuyên môn. Hãy tận dụng cơ hội này để tạo ra mức học phí phù hợp với nhu cầu học viên, từ đó phát triển sự nghiệp giảng dạy một cách tự do và hiệu quả."
    },
    "personal_brand_development": {
      "title": "Phát triển thương hiệu cá nhân",
      "description": "STUTU giúp gia sư phát triển thương hiệu cá nhân một cách chuyên nghiệp. Bạn có thể tạo hồ sơ giảng dạy độc đáo, chia sẻ thành tựu và phát huy thế mạnh của mình, giúp học viên dễ dàng tìm kiếm và đặt lịch với bạn. STUTU luôn đồng hành hỗ trợ quảng bá thương hiệu cá nhân của bạn, giúp bạn mở rộng mối quan hệ và xây dựng uy tín lâu dài với học viên."
    },
    "broad_market_access": {
      "title": "Tiếp cận thị trường rộng rãi",
      "description": "STUTU giúp gia sư tiếp cận mạng lưới học viên đa dạng trên khắp cả nước. Với nền tảng thông minh, bạn có thể xây dựng hồ sơ cá nhân chuyên nghiệp, giới thiệu năng lực giảng dạy một cách hiệu quả đến toàn bộ học viên là người dùng của STUTU. Bạn hãy cùng STUTU đóng góp vào việc xây dựng môi trường giáo dục số phát triển bền vững nhé."
    }
  },
  "guidebook": {
    "title": "Cẩm nang hướng dẫn",
    "subtitle": "Có thể bạn không hỏi. STUTU vẫn trả lời",
    "tutor_guide": "Hướng dẫn gia sư",
    "student_guide": "Hướng dẫn học viên"
  },
  "student_guide": {
    "title": "Học viên hỏi <br>STUTU trả lời</br>",
    "subtitle": "Tất tần tật để trở thành học viên STUTU",
    "initial_steps": {
      "title": "Các bước ban đầu",
      "account_registration": {
        "title": "Hướng dẫn đăng ký tài khoản",
        "md_content": "**Cách 1:** Click vào nút **Đăng nhập** ở góc trên bên phải để mở cửa sổ đăng ký. Từ đây, bạn có thể “Tiếp tục với Google” hoặc “Tiếp tục với Facebook” để đăng ký bằng tài khoản Google hoặc Facebook mà bạn đã có sẵn.\n\n**Cách 2:** Click vào nút **Đăng nhập** ở góc trên bên phải để mở cửa sổ đăng nhập. Từ đây, bạn có thể chọn **Đăng ký với tư cách học viên**. Với lựa chọn này, bạn cần cung cấp cho STUTU các thông tin bao gồm “tên hiển thị”, “email” và “mật khẩu”.\n\n*Lưu ý: Việc đăng ký tạo tài khoản đồng nghĩa với việc bạn xác nhận đã đọc và đồng ý với **Điều khoản dịch vụ**, **Bộ quy tắc ứng xử** và **Chính sách quyền riêng tư** của STUTU. Hãy đảm bảo bạn đọc thật kỹ và đồng ý với tất cả các điều khoản trước khi tiếp tục nhé.*"
      },
      "login_guide": {
        "title": "Hướng dẫn đăng nhập",
        "md_content": "Sau khi đăng ký, hệ thống sẽ ghi nhận các thông tin mà bạn đã cung cấp và lần sau bạn không cần đăng nhập lại nữa. Nếu bạn đăng nhập trên một trình duyệt khác, bạn có thể đăng nhập theo một trong **hai** cách sau:\n\n**Cách 1:** Click vào nút **Đăng nhập** ở góc trên bên phải để mở cửa sổ đăng nhập. Từ đây, bạn có thể \"Tiếp tục với google\" hoặc \"Tiếp tục với Facebook\" để đăng nhập bằng tài khoản Google hoặc Facebook mà bạn đã đăng ký trước đó với STUTU.\n\n**Cách 2:** Click vào nút **Đăng nhập** ở góc trên bên phải để mở cửa sổ đăng nhập. Từ đây, bạn có thể đăng nhập bằng cách nhập email và mật khẩu mà bạn đã đăng ký trước đó với STUTU."
      },
      "student_regulations": {
        "title": "Quy định dành cho học viên",
        "md_content": "Việc đăng ký tài khoản đồng nghĩa với việc bạn đã đọc và đồng ý với **Điều khoản dịch vụ** và **Bộ quy tắc ứng xử** của nền tảng, trong đó bao gồm, nhưng không giới hạn ở, các quy định sau:\n\n1. Không chia sẻ thông tin cá nhân dưới mọi hình thức. Các thông tin bao gồm, nhưng không giới hạn ở:\n   - Số điện thoại  \n   - Email  \n   - Tài khoản mạng xã hội (Facebook, Instagram,...)\n\n2. Không gửi tin nhắn chứa các nội dung bao gồm, nhưng không giới hạn ở:\n   - Đường liên kết (Links) không phục vụ cho mục đích học tập trên nền tảng  \n   - Quảng cáo  \n   - Tuyển dụng\n\n3. **NGHIÊM CẤM** các hành vi lừa đảo, quấy rối, làm phiền và tất cả các hành vi vi phạm pháp luật nước Cộng hoà Xã hội Chủ nghĩa Việt Nam.\n\nCác hành vi vi phạm sẽ được xử lý theo quy định trong **Điều khoản dịch vụ** của STUTU."
      },
      "profile_update": {
        "title": "Thay đổi thông tin trong hồ sơ",
        "md_content": "Sau đây là các bước để bạn có thể thay đổi thông tin trên profile cá nhân:\n\n**Bước 1:** Vào phần “Cài đặt”\n\n**Bước 2:** Click vào phần “Thông tin cá nhân”\n\n**Bước 3:** Điều chỉnh những thông tin bạn mong muốn\n\n**Bước 4:** Click vào “Lưu thay đổi”"
      },
      "password_change": {
        "title": "Thay đổi mật khẩu",
        "md_content": "Sau đây là các bước để bạn có thể đổi mật khẩu cho tài khoản trên STUTU:\n\n**Bước 1:** Vào phần “Cài đặt”\n\n**Bước 2:** Click vào phần “Mật khẩu”\n\n**Bước 3:** Điền mật khẩu hiện tại\n\n**Bước 4:** Điền mật khẩu mới và xác nhận lại mật khẩu lần 2\n\n**Bước 5:** Click vào “Lưu thay đổi”"
      }
    },
    "tutor_selection": {
      "title": "Lựa chọn gia sư phù hợp",
      "search_tutor": {
        "title": "Tìm kiếm gia sư",
        "md_content": "**Bước 1:** Ấn vào nút “Tìm kiếm gia sư” tại trang chủ của Website.\n\n**Bước 2:** Sử dụng công cụ lọc để tìm các gia sư phù hợp với tiêu chí của bạn. Bao gồm:\n- **Ngôn ngữ:** Lựa chọn ngôn ngữ mà bạn muốn. Ví dụ: Tiếng Anh\n- **Môn học:** Lựa chọn môn học tương ứng với Ngôn ngữ đã chọn. Bạn có thể lựa chọn nhiều hơn một môn học. Ví dụ: IELTS, TOEIC, SAT.\n- **Khoảng học phí:** Giới hạn mức giá bạn sẵn sàng chi trả cho mỗi giờ học với gia sư. Ví dụ: 200,000 - 500,000.\n- **Lịch trống:** Lựa chọn các lịch rảnh phù hợp với bạn. Bạn có thể lựa chọn nhiều hơn một khoảng thời gian. Ví dụ: Tất cả mọi lúc.\n- **Kỹ năng cần cải thiện:** Lựa chọn kỹ năng mà bạn muốn gia sư tập trung vào nhất. Bạn có thể lựa chọn nhiều hơn một kỹ năng. Ví dụ: Nghe, Nói.\n- **Huy hiệu gia sư:** Giới hạn gia sư theo huy hiệu. Ví dụ: STUTutor.\n\n**Bước 3:** Sau khi danh sách kết quả hiện ra, bạn có thể sử dụng công cụ “Sắp xếp” để tùy chỉnh danh sách theo ý muốn.\n\n*Trong trường hợp bạn gặp khó khăn trong việc tìm kiếm một gia sư phù hợp, hãy nhắn tin trực tiếp cho đội ngũ Chăm sóc khách hàng của STUTU và chúng mình sẽ giúp bạn tìm được một người đồng hành ưng ý nhất.*"
      },
      "report_block_tutor": {
        "title": "Báo cáo / Chặn gia sư",
        "md_content": "Trong quá trình học tập, nếu bạn gặp phải bất kì vấn đề nào với gia sư như:\n- Gia sư có hành vi không phù hợp (quấy rối, xúc phạm, phân biệt đối xử, v.v.).\n- Gia sư không tôn trọng học viên hoặc vi phạm quy tắc ứng xử.\n- Gia sư yêu cầu thanh toán ngoài nền tảng STUTU.\n- Gia sư cung cấp thông tin sai lệch hoặc có hành vi gian lận.\n- Gia sư vào dạy muộn.\n- Gia sư vắng mặt không lý do hoặc lý do không chính đáng.\n- Gia sư gặp vấn đề kỹ thuật trong buổi học nhiều lần.\n\nBạn có thể sử dụng các tính năng chặn hoặc báo cáo gia sư để bảo vệ quyền lợi của mình."
      }
    }
  },
  "about_us": {
    "title": "Đưa tri thức Việt<br>vươn tầm thế giới</br>",
    "subtitle": "STUTU không phải là đích đến. STUTU là khởi đầu của một hành trình dài",
    "join_with_us": "Tham gia cùng chúng tôi",
    "stutu_story": "Câu chuyện của STUTU",
    "stutu_story_content_1": "Ngôn ngữ thứ hai không chỉ là công cụ, mà còn là cánh cửa mở ra những cơ hội mới – từ tấm vé vào đại học mơ ước, đến cơ hội học tập và làm việc trên toàn cầu. Nhưng hành trình chinh phục ngôn ngữ không phải lúc nào cũng dễ dàng. STUTU hiểu rằng điều học viên thực sự cần không chỉ là phương pháp, mà là một người đồng hành – một người thầy, một người bạn, một người đã từng trải qua những khó khăn như vậy.",
    "stutu_story_content_2": "Chúng tôi tin rằng với sự hỗ trợ đúng lúc, đúng cách, học viên có thể vượt qua mọi thử thách. Và hơn hết, không ai có thể chọn người đồng hành phù hợp cho bạn hơn chính bạn. STUTU trao cho học viên quyền tự chủ tìm kiếm, lựa chọn và kết nối với người thầy lý tưởng, biến hành trình học tập trở thành một trải nghiệm đầy cảm hứng.",
    "vision": {
      "title": "Tầm nhìn",
      "description": "Bằng khát vọng tiên phong trong việc thay đổi cách dạy và học truyền thống, STUTU hướng đến xây dựng hệ sinh thái 'Trường học tại nhà' nơi học viên có thể tìm thấy tất cả những gì mình cần để bắt đầu, tiếp nối và hoàn thiện hành trình chinh phục tri thức - chinh phục thế giới - của riêng mình."
    },
    "mission": {
      "title": "Sứ mệnh",
      "details": {
        "understanding": {
          "title": "Thấu hiểu",
          "description": "Lắng nghe và thấu hiểu những khó khăn của học viên trên hành trình chinh phục tri thức."
        },
        "companionship": {
          "title": "Đồng hành",
          "description": "Luôn bên cạnh, hỗ trợ và dẫn dắt để cùng học viên biến thử thách thành cơ hội."
        },
        "connection": {
          "title": "Kết nối",
          "description": "Là cầu nối vững chắc giữa học viên và gia sư."
        },
        "spreading": {
          "title": "Lan tỏa",
          "description": "Truyền cảm hứng và xây dựng một cộng đồng tri thức rộng khắp."
        }
      }
    }
  },
  "welcome": {
    "learner": "Tôi là học viên",
    "tutor": "Tôi là gia sư"
  },
  "detailed_guide_students": {
    "title": "Lời khuyên và hướng dẫn dành cho học viên",
    "subtitle": "Tất tần tật để trở thành học viên STUTU",
    "search_placeholder": "Tìm kiếm từ khóa",
    "account_registration": {
      "title": "Hướng dẫn đăng ký tài khoản",
      "intro": "Chào mừng bạn đến với STUTU! Trên website hiện tại, bạn có hai hình thức để đăng ký tài khoản học viên.",
      "md_content": "**Cách 1:**\nClick vào nút **Đăng nhập** ở góc trên bên phải > **Đăng ký ngay**. Từ đây, bạn có thể **Tiếp tục với Google** hoặc **Tiếp tục với Facebook** để đăng ký bằng tài khoản Google hoặc Facebook mà bạn đã có sẵn.\n\nNếu **Tiếp tục với Google**, hệ thống của STUTU sẽ tự động cập nhật các thông tin bao gồm “tên hiển thị”, “email” và “ảnh đại diện” của bạn.\n\nNếu **Tiếp tục với Facebook**, hệ thống của STUTU sẽ tự động cập nhật các thông tin bao gồm “tên hiển thị”, “ảnh đại diện” và “email” (nếu có) của bạn.\n\n**Cách 2:**\nClick vào nút **Đăng nhập** ở góc trên bên phải để mở cửa sổ đăng nhập. Từ đây, bạn có thể chọn **Đăng ký với tư cách học viên**. Với lựa chọn này, bạn cần cung cấp cho STUTU các thông tin bao gồm “tên hiển thị”, “email” và “mật khẩu”."
    },
    "login_guide": {
      "title": "Hướng dẫn đăng nhập",
      "intro": "Sau khi đăng ký, hệ thống sẽ ghi nhận các thông tin mà bạn đã cung cấp và lần sau bạn không cần đăng nhập lại nữa. Nếu bạn đăng nhập trên một trình duyệt khác, bạn có thể đăng nhập theo một trong hai cách sau:",
      "md_content": "**Cách 1:** Click vào nút **Đăng nhập** ở góc trên bên phải để mở cửa sổ đăng nhập. Từ đây, bạn có thể \"Tiếp tục với google\" hoặc \"Tiếp tục với Facebook\" để đăng nhập bằng tài khoản Google hoặc Facebook mà bạn đã đăng ký trước đó với STUTU.\n\n**Cách 2:** Click vào nút **Đăng nhập** ở góc trên bên phải để mở cửa sổ đăng nhập. Từ đây, bạn có thể đăng nhập bằng cách nhập email và mật khẩu mà bạn đã đăng ký trước đó với STUTU."
    },
    "student_regulations": {
      "title": "Quy định dành cho học viên",
      "md_content": "Việc đăng ký tài khoản đồng nghĩa với việc bạn đã đọc và đồng ý với <a href=\"#\" style=\"color:#ff4081; font-weight:bold;\">Điều khoản dịch vụ</a> và <a href=\"#\" style=\"color:#ff4081; font-weight:bold;\">Bộ quy tắc ứng xử</a> của nền tảng, trong đó bao gồm, nhưng không giới hạn ở, các quy định sau:\n\n1. Không chia sẻ thông tin cá nhân dưới mọi hình thức. Các thông tin bao gồm, nhưng không giới hạn ở:\n   - Số điện thoại  \n   - Email  \n   - Tài khoản mạng xã hội (Facebook, Instagram,...)  \n   - Và tất cả các ứng dụng, phương thức nhằm mục đích liên lạc cá nhân khác.  \n\n2. Không gửi tin nhắn chứa các nội dung bao gồm, nhưng không giới hạn ở:\n   - Đường liên kết (Links) không phục vụ cho mục đích học tập trên nền tảng  \n   - Quảng cáo  \n   - Tuyển dụng  \n\n3. <strong>NGHIÊM CẤM</strong> các hành vi lừa đảo, quấy rối, làm phiền và tất cả các hành vi vi phạm pháp luật nước Cộng hòa Xã hội Chủ nghĩa Việt Nam.  \n\nCác hành vi vi phạm sẽ được xử lý theo quy định trong <a href=\"#\" style=\"color:#ff4081; font-weight:bold;\">Điều khoản dịch vụ</a> của STUTU."
    }
  }
}